Repository: eurolinux-enterprise-linux-sources/mlocate
Catalog: src/po/*.po
Languages: de, nl

source: warning: Line number overflow
de: Warnung: Zeilen-Nummern-Überlauf
nl: Waarschuwing: Line number overflow

source: missing closing `"'
de: fehlendes schliessendes `"'
nl: mis sluitende `"'

source: can not open `%s'
de: kann `%s' nicht öffnen
nl: Kan`%s' niet openen

source: unknown variable `%s'
de: unbekannte Variabel `%s'
nl: onbekende variabele `%s'

source: variable name expected
de: Variabel-Namen erwartet
nl: variable naam verwacht

source: variable `%s' was already defined
de: Variabel `%s' ist schon definiert
nl: variable `%s' was al gedefinieerd

source: `=' expected after variable name
de: `=' erwartet nach dem Variabel-Namen
nl: `=' verwacht na variable naam

source: value in quotes expected after `='
de: Werte in Anführungszeichen erwartet nach `='
nl: waarde in quotes verwacht na `='

source: invalid value `%s' of PRUNE_BIND_MOUNTS
de: ungültiger Wert `%s' von PRUNE_BIND_MOUNTS
nl: ongeldige waarde `%s' van PRUNE_BIND_MOUNTS

source: unexpected data after variable value
de: Unerwartete Daten nach dem Variabel-Wert
nl: onverwachte data na variable waarde

source: I/O error reading `%s'
de: E/A-Lese-Fehler `%s'
nl: I/O fout bij lezen `%s'

source: Usage: updatedb [OPTION]... Update a mlocate database. -f, --add-prunefs FS omit also FS -n, --add-prunenames NAMES omit also NAMES -e, --add-prunepaths PATHS omit also PATHS -U, --database-root PATH the subtree to store in database (default "/") -h, --help print this help -o, --output FILE database to update (default `%s') --prune-bind-mounts FLAG omit bind mounts (default "no") --prunefs FS filesystems to omit from database --prunenames NAMES directory names to omit from database --prunepaths PATHS paths to omit from database -l, --require-visibility FLAG check visibility before reporting files (default "yes") -v, --verbose print paths of files as they are found -V, --version print version information The configuration defaults to values read from `%s'.
de: Benutzung: updatedb [OPTION]... Aktualisiert eine mlocate-Datenbank. -f, --add-prunefs FS lässt FS aus -n, --add-prunenames NAMEN lässt NAMEN aus -e, --add-prunepaths PFADE lässt PfADE aus -U, --database-root PATH das Unterverzeichnis, um die Datenbank zu speichern (Standard "/") -h, --help zeigt diese Hilfe -o, --output FILE Datenbank FILE wird aktualisiert (Standard `%s') --prune-bind-mounts FLAG lässt 'bind mounts' aus (Standard "no") --prunefs FS lässt Dateisystem FS beim Aktualisieren aus --prunepaths PFADE lässt PFADE beim Aktualisieren aus -l, --require-visibility FLAG überprüft Sichtbarkeit vor Aufnahme in die Datenbank (Standard "yes") -v, --verbose zeigt Pfade von gefundenen Dateien -V, --version zeigt Versionsinformationen an Die Konfigurationseinstellungen werden gelesen aus `%s'.
nl: Gebruik: updatedb [OPTION]... Update een mlocate database. -f, --add-prunefs FS omit also FS -n, --add-prunenames NAMES omit also NAMES -e, --add-prunepaths PATHS omit also PATHS -U, --database-root PATH the subtree to store in database (default "/") -h, --help print this help -o, --output FILE database to update (default `%s') --prune-bind-mounts FLAG omit bind mounts (default "no") --prunefs FS filesystems to omit from database --prunenames NAMES directory names to omit from database --prunepaths PATHS paths to omit from database -l, --require-visibility FLAG check visibility before reporting files (default "yes") -v, --verbose print paths of files as they are found -V, --version print version information De configuratie heeft standaard waarden conform `%s'.

source: Report bugs to %s.
de: Fehlerberichte an %s.
nl: Meldt fouten aan %s.

source: can not get current working directory
de: kann aktuelles Arbeitsverzeichnis nicht bestimmen
nl: kan huidige actieve directory niet vaststellen

source: --%s would override earlier command-line argument
de: --%s wird frühere Befehlszeilen-Argumente überschreiben
nl: --%s zou eerder gegeven command-line argument vervangen

source: invalid value `%s' of --%s
de: ungültiger Wert `%s' von --%s
nl: ongeldige waarde `%s' van --%s

source: --%s specified twice
de: --%s zweimal angegeben
nl: --%s dubbel gespecificeerd

source: Copyright (C) 2007 Red Hat, Inc. All rights reserved. This software is distributed under the GPL v.2. This program is provided with NO WARRANTY, to the extent permitted by law.
de: Copyright (C) 2007 Red Hat, Inc. ALle Rechte vorbehalten. Diese Software ist unter GPL v.2. veröffentlicht Dieses Programm wird OHNE GARANTIE bereitgestellt, im Umfang ermöglicht durch das Gesetz.

source: unexpected operand on command line
de: unerwarteter Operator auf der Befehlszeile
nl: onverwachte operandus op commandoregel

source: `%s' does not seem to be a mlocate database
de: `%s' scheint nicht eine mlocate-Datenbank zu sein
nl: `%s' lijkt geen mlocate database te zijn

source: `%s' has unknown version %u
de: `%s' hat unbekannte Version %u
nl: `%s' heeft een onbekende versie %u

source: `%s' has unknown visibility flag %u
de: `%s' hat unbekanntes Visualisierungsflag %u
nl: `%s' heeft onbekende visibility flag %u

source: unexpected EOF reading `%s'
de: unerwartetes EOF gelesen `%s'
nl: onverwachte EOF ontmoeting `%s'

source: I/O error seeking in `%s'
de: E/A-Fehlersuche in `%s'
nl: I/O fout tijdens zoeken in `%s'

source: Database %s:
de: Datenbank %s:

source: %'ju directory
de: %'ju-Verzeichnis

source: %'ju file
de: %'ju-Datei
nl: %'ju bestand

source: %'ju byte in file names
de: %'ju-Byte in Dateinamen
nl: %'ju byte in bestandsnamen

source: %'ju byte used to store database
de: %'ju-Byte benutzt zum Speichern der Datenbank
nl: %'ju byte gebruikt om database op te slaan

source: invalid empty directory name in `%s'
de: ungültiger leerer Verzeichnisname in `%s'
nl: ongeldige lege directory naam in `%s'

source: file name length %zu in `%s' is too large
de: Dateinamen-Länge %zu in `%s' ist zu lang
nl: bestandsnaam %zu in `%s' is te lang

source: Usage: locate [OPTION]... [PATTERN]... Search for entries in a mlocate database. -b, --basename match only the base name of path names -c, --count only print number of found entries -d, --database DBPATH use DBPATH instead of default database (which is %s) -e, --existing only print entries for currently existing files -L, --follow follow trailing symbolic links when checking file existence (default) -h, --help print this help -i, --ignore-case ignore case distinctions when matching patterns -l, --limit, -n LIMIT limit output (or counting) to LIMIT entries -m, --mmap ignored, for backward compatibility -P, --nofollow, -H don't follow trailing symbolic links when checking file existence -0, --null separate entries with NUL on output -S, --statistics don't search for entries, print statistics about each used database -q, --quiet report no error messages about reading databases -r, --regexp REGEXP search for basic regexp REGEXP instead of patterns --regex patterns are extended regexps -s, --stdio ignored, for backward compatibility -V, --version print version information -w, --wholename match whole path name (default)
de: Benutzung: locate [OPTION]... [PATTERN]... Sucht nach Einträgen in einer mlocate-Datenbank. -b, --basename sucht nur in dem Dateinamen nach dem Muster -c, --count zeigt nur die Anzahl der gefundenen Einträge an -d, --database DBPFAD benutzt DBPFAD anstatt der Standard-Datenbank (die da wäre %s) -e, --existing zeigt nur Einträge von jetzt existierenden Dateien -L, --follow folgt symbolischen Links, wenn Dateiexistens überprüft wird (Standard) -h, --help zeige diese Hilfe -i, --ignore-case ignoriert Groß-, Kleinschreibung bei der Suche nach Einträgen -l, --limit, -n LIMIT zeigt nur LIMIT Einträge an -m, --mmap ignoriert, nur für Abwärtskompatibilität -P, --nofollow, -H folgt nicht den symbolischen Links, wenn Dateiexistens überprüft wird -0, --null trennt Einträge mit ASCII NUL in der Ausgabe -S, --statistics sucht nicht nach Einträgen, zeigt Statistiken über jede benutzte Datenbank an -q, --quiet zeigt keine Fehlermeldungen beim Lesen der Datenbank an -r, --regexp REGEXP sucht nach dem regulären Ausdruck anstatt der Zeichenfolge --regex die Zeichenfolde ist ein erweiterter regulärer Ausdruck -s, --stdio ignoriert, nur für Abwärtskompatibilität -V, --version zeigt Versionsinformationen -w, --wholename sucht im ganzen Pfad-Namen (Standard)
nl: Gebruik: locate [OPTION]... [PATTERN]... Zoek voor gegevens in mlocate database. -b, --basename match only the base name of path names -c, --count only print number of found entries -d, --database DBPATH use DBPATH instead of default database (which is %s) -e, --existing only print entries for currently existing files -L, --follow follow trailing symbolic links when checking file existence (default) -h, --help print this help -i, --ignore-case ignore case distinctions when matching patterns -l, --limit, -n LIMIT limit output (or counting) to LIMIT entries -m, --mmap ignored, for backward compatibility -P, --nofollow, -H don't follow trailing symbolic links when checking file existence -0, --null separate entries with NUL on output -S, --statistics don't search for entries, print statistics about each used database -q, --quiet report no error messages about reading databases -r, --regexp REGEXP search for basic regexp REGEXP instead of patterns --regex patterns are extended regexps -s, --stdio ignored, for backward compatibility -V, --version print version information -w, --wholename match whole path name (default)

source: non-option arguments are not allowed with --%s
de: kein-Option-Argumente sind nicht erlaubt mit --%s
nl: non-option argumenten zijn niet toegestaan met --%s

source: no pattern to search for specified
de: Keine Muster zum Suchen für vorgegebene
nl: geen patroon om te zoeken opgegeven

source: invalid regexp `%s': %s
de: ungültige regexp `%s': %s
nl: ongeldige regexp `%s': %s

source: can not drop privileges
de: kann Privilegien nicht fallen lassen
nl: kan privileges niet laten vallen

source: can not read two databases from standard input
de: kann nicht zwei Datenbanken von der Standard-Eingabe lesen
nl: Kan niet twee databases lezen vanuit standaard input

source: can not stat () `%s'
de: kann nicht stat () `%s'
nl: kan niet stat () `%s'

source: I/O error while writing to standard output
de: E/A-Fehler während des Schreibens zur Standard-Ausgabe
nl: I/O fout tijdens schrijven naar standaard output

source: file name length %zu is too large
de: Dateinamen-Länge %zu ist zu lange
nl: bestandsnaam %zu is te lang

source: can not open a temporary file for `%s'
de: kann temporäre Datei nicht öffnen für `%s'
nl: kan geen tijdelijk bestand openen voor `%s'

source: configuration is too large
de: Konfiguration ist zu lang
nl: configuratie is te groot

source: can not find group `%s'
de: kann Gruppe nicht finden `%s'
nl: kan groep `%s' niet vinden

source: can not change group of file `%s' to `%s'
de: kann Dateigruppe nicht ändern von `%s' zu `%s'
nl: kan groep van bestand `%s' niet veranderen in `%s'

source: can not change permissions of file `%s'
de: kann Berechtigungen nicht ändern von Datei `%s'
nl: kan de bestandpermissies van bestand `%s' niet veranderen

source: `%s' is locked (probably by an earlier updatedb)
de: `%s' ist blockiert (wahrscheinlich durch ein früheres updatedb)
nl: `%s' is gelocked (waarschijnlijk door een eerdere updatedb)

source: can not lock `%s'
de: kann `%s' nicht blockieren
nl: kan `%s' niet locken

source: can not change directory to `%s'
de: kann Verzeichnis nicht ändern auf `%s'
nl: kan directory niet veranderen naar `%s'

source: I/O error while writing to `%s'
de: E/A-Fehler während Schreiben zu `%s'
nl: I/O fout tijdens schrijven naar `%s'

source: error replacing `%s'
de: Fehler beim Ersetzen `%s'
nl: fout bij vervangen `%s'
